//  Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.
int a = 5;
int b = 7;

if (a > b)
{
    Console.WriteLine(a);
}
else
{
    Console.WriteLine(b);
}